tap "bufbuild/buf"
tap "cloudflare/cloudflare"
tap "d12frosted/emacs-plus"
tap "datawire/blackbird"
tap "dbcli/tap"
tap "deviceinsight/packages"
tap "dldash/core"
tap "ekvedaras/cask"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "int128/kubelogin"
tap "k0sproject/tap"
tap "kazhuravlev/git-tools"
tap "kazhuravlev/glinet"
tap "kazhuravlev/repo-manager"
tap "kazhuravlev/toolset"
tap "metalbear-co/mirrord"
tap "nats-io/nats-tools"
tap "railwaycat/emacsmacport"
tap "sambadevi/powerlevel9k"
tap "txn2/tap"
tap "yoheimuta/protolint"
brew "zstd"
brew "webp"
brew "openssl@3"
brew "argocd"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bazelisk"
brew "boost"
brew "glib"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "crane"
brew "d2"
brew "dive"
brew "docker-completion"
brew "docker", link: false
brew "docker-credential-helper"
brew "doctl"
brew "dua-cli"
brew "entr"
brew "eza"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gitup", link: false
brew "glab"
brew "glances"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "goreleaser"
brew "gpgme"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm@3"
brew "helmfile"
brew "htop"
brew "httpie"
brew "hugo"
brew "libheif"
brew "python@3.12"
brew "imagemagick"
brew "iperf3"
brew "iredis"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kafkactl"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "libgccjit"
brew "libpq"
brew "libvterm"
brew "midnight-commander"
brew "protobuf"
brew "mitmproxy"
brew "node"
brew "mongosh"
brew "neovim"
brew "nmap"
brew "ollama"
brew "openslide"
brew "opentofu"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "protoc-gen-go"
brew "prototool"
brew "pwgen"
brew "pyenv"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.9"
brew "qrencode"
brew "restic"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "subversion"
brew "telnet"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "vips"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-imagemagick", "with-modern-doom3-icon", "with-native-comp", "with-no-frame-refocus", "with-xwidgets"], link: false
brew "datawire/blackbird/telepresence"
brew "dldash/core/docker-color-output"
brew "go-task/tap/go-task"
brew "int128/kubelogin/kubelogin"
brew "k0sproject/tap/k0sctl"
brew "kazhuravlev/git-tools/git-tools"
brew "kazhuravlev/glinet/glinet"
brew "kazhuravlev/repo-manager/repo-manager"
brew "kazhuravlev/toolset/toolset"
brew "metalbear-co/mirrord/mirrord"
brew "nats-io/nats-tools/nats"
brew "railwaycat/emacsmacport/emacs-mac@29"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "txn2/tap/kubefwd"
brew "yoheimuta/protolint/protolint"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "audacity"
cask "cf-terraforming"
cask "clion"
cask "codex"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro"
cask "gitup-app"
cask "godot"
cask "goland"
cask "iterm2"
cask "karabiner-elements"
cask "little-snitch"
cask "macs-fan-control"
cask "ngrok"
cask "nomachine"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "pycharm"
cask "rapidapi"
cask "spotify"
cask "sublime-text"
cask "ticktick"
cask "transmission"
cask "vlc"
cask "webstorm"
cask "zed"
go "golang.org/x/perf/cmd/benchstat"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/jessfraz/dockfmt"
go "github.com/daixiang0/gci"
go "golang.org/dl/go1.10"
go "golang.org/dl/go1.18"
go "golang.org/dl/go1.22.0"
go "golang.org/dl/go1.22.10"
go "github.com/stamblerre/gocode"
go "golang.org/x/tools/cmd/godoc"
go "mvdan.cc/gofumpt"
go "github.com/goccmack/gogll/v3"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/x-motemen/gore/cmd/gore"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "github.com/hexdigest/gowrap/cmd/gowrap"
go "golang.org/x/tools/cmd/goyacc"
go "golang.org/x/tools/cmd/guru"
go "go.uber.org/mock/mockgen"
go "github.com/kazhuravlev/options-gen/cmd/options-gen"
go "github.com/kazhuravlev/repeat/cmd/repeat"
go "github.com/quasilyte/go-ruleguard/cmd/ruleguard"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/kazhuravlev/structspec/cmd/structspec"
go "github.com/a-h/templ/cmd/templ"
go "github.com/anacrolix/torrent/cmd/torrent"
go "github.com/leonelquinteros/gotext/cli/xgotext"
go "go.k6.io/xk6/cmd/xk6"
